---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MaterialVolume
source: html/7234b927-ac65-532a-6c74-c4e7a9e85364.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MaterialVolume Property

"Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId MaterialVolume { get; }
```